{
    "common": {
        "translate-button": "FR",
        "translated-main-title1": "Maquette",
        "translated-main-title2": "Polyvalent",
        "translated-main-title3": "Minimaliste",
        "translated-button1": "MON PORTFOLIO",
        "translated-button2": "CONTACTEZ MOI",

        "translated-about-title": "Qui suis-je ?",
        "translated-about-second-title": "Florent Desmarets pour vous servir !",
        "translated-about-line1": "Je suis un développeur Polyvalent en Reactjs et en Nodejs, je connais aussi Mysql, ExpressJs et Javascript.",
        "translated-about-line2": "J'aime réaliser de beaux sites web avec de belles animations, la cohérence graphique et L'UX Design sont mes points forts !",
        "translated-about-line3": "J'ai commencé le développement web avec la Wild Code School d'Orléans ou j'ai tout appris de ce merveilleux travail.",
        "translated-about-line4": "Réalisé les Rêves de mes clients est ma première préocupation.",
        "translated-about-line5": "J'ai hâte de travailler avec vous !",
        "translated-about-third-title": "Mes Compétences Principales",
        "translated-about-fourth-title": "Mes Passions",
        "translated-about-line6": "Je suis fan du groupe Gorillaz dont je vous laisse un petit extrait !",
        "translated-about-line7": "Je suis aussi fan du Japon que j'ai eu la chance de visité en 2019 !",

        "translated-project-title": "Laissez moi vous montrer mes capacités avec les projets que j'ai réalisés",
        "translated-project-second-title": "Plus de projets, plus d'expérience, plus de créativité !",
        "translated-project-line1": "Créer des projets est essentiel pour progresser en tant que développeur, avec la Wild Code School j'ai enchaîné le Hackathon et les projets, ce qui m'a donné un bon aperçu du travail du développeur",
        "translated-project-line2": "Lors d'un stage qui a suivi ma formation à la Wild Code School d'Orléans, j'ai pris la tête d'une équipe de développeur pour réaliser le site internet de l'association CJF Tennis située à Saran. ",
        "translated-project-line3": "Pendant ma formation, nous avons été répartis en équipe lors d'un Hackathon afin de créer une carte interactive pour le site ComparateurAgricole.com",
        "translated-project-line4": "Enfin, durant cette même formation, nous avons fais de nombreux projets fictifs afin de nous entrainer tel que le jeu MySuperHéros.",
        "translated-project-line5": "Mon principal objectif va être de me diversifier et d'en apprendre davantage par les bienfais de futurs projets.",
        "translated-project-third-title": "Projets",

        "translated-contact-title1": "Vous voulez",
        "translated-contact-title2": "me contacter ?", 
        "translated-contact-line1": "S'il vous plait, utilisez le formulaire ci-dessous, contactez moi via mes réseaux sociaux ou envoyé moi un email à",
        "translated-contact-input1": "Nom/Prénom", 
        "translated-contact-input2": "Couriel", 
        "translated-contact-input3": "Message", 
        "translated-contact-input4": "Envoyer",

        "translated-nav-1": "Accueil",
        "translated-nav-2": "A propos de moi",
        "translated-nav-3": "Projets",
        "translated-nav-4": "Contactez moi",

        "translated-404": "Oups ! Il semblerait que la page que vous cherchez n'existe pas, cliquez sur le logo en haut a gauche pour revenir à l'accueil !"
        

    }
}